-- phpMyAdmin SQL Dump
-- version 4.9.2
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Jan 21, 2020 at 02:20 PM
-- Server version: 10.4.11-MariaDB
-- PHP Version: 7.2.26

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `trueincube`
--

-- --------------------------------------------------------

--
-- Table structure for table `admin`
--

CREATE TABLE `admin` (
  `username` varchar(20) NOT NULL,
  `password` varchar(500) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `admin`
--

INSERT INTO `admin` (`username`, `password`) VALUES
('admin', 'e295e6c46edb792183d95b89038c52e9');

-- --------------------------------------------------------

--
-- Table structure for table `member_profile`
--

CREATE TABLE `member_profile` (
  `id` int(100) NOT NULL,
  `email` varchar(50) NOT NULL,
  `disname` varchar(50) NOT NULL,
  `phone_num` varchar(10) NOT NULL,
  `faculty` varchar(30) NOT NULL,
  `grad_level` varchar(20) NOT NULL,
  `citizen_id` varchar(13) NOT NULL,
  `title` varchar(10) NOT NULL,
  `fname` varchar(20) NOT NULL,
  `lname` varchar(20) NOT NULL,
  `birthday` date NOT NULL,
  `sex` varchar(10) NOT NULL,
  `work_exp` varchar(1024) NOT NULL,
  `truelap` text NOT NULL,
  `avatar` text NOT NULL,
  `university` varchar(100) NOT NULL,
  `graduated` int(11) NOT NULL,
  `date_register` date NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `member_profile`
--

INSERT INTO `member_profile` (`id`, `email`, `disname`, `phone_num`, `faculty`, `grad_level`, `citizen_id`, `title`, `fname`, `lname`, `birthday`, `sex`, `work_exp`, `truelap`, `avatar`, `university`, `graduated`, `date_register`) VALUES
(59, 'dfsefsf@ggfdgs.com', 'sfgsfesfsdf', '0636266747', '', '', '', '', '', '', '0000-00-00', '', '', '', '', 'มหาวิทยาลัยมหิดล', 0, '0000-00-00'),
(60, 'rrrr@gmail.com', 'sfdsasdaw', '0636266747', '', '', '', '', '', '', '0000-00-00', '', '', '', '', 'มหาวิทยาลัยธรรมศาสตร์', 0, '0000-00-00'),
(61, 'b1@b1.com', 'dsfdsf', '0636266747', '', '', '', '', '', '', '0000-00-00', '', '', '', '', 'มหาวิทยาลัยเทคโนโลยีมหานคร', 0, '0000-00-00'),
(62, '1@1.1', 'sdfsdf', '0636266747', '', '', '', '', '', '', '0000-00-00', '', '', '', '', 'มหาวิทยาลัยศรีนครินทรวิโรฒ', 0, '0000-00-00'),
(63, '1@1.com', 'ddfdf', '0636266747', '', '', '', '', '', '', '0000-00-00', '', '', '', '', 'มหาวิทยาลัยมหิดล', 0, '0000-00-00'),
(64, '2@2.2', 'sfgesf', '0636266747', 'science', '55555', '1489900284300', 'นาง', 'khunanon', 'phosu', '2020-01-16', 'ชาย', '2', '2', '', 'มหาวิทยาลัยเชียงใหม่', 0, '0000-00-00'),
(65, 'sdfsdf@gmasij.com', 'defsf', '0636266747', '', '', '', '', '', '', '0000-00-00', '', '', '', '', 'มหาวิทยาลัยธรรมศาสตร์', 0, '0000-00-00'),
(66, '2@2.2', 'sfgesf', '0636266747', 'science', '55555', '1489900284300', 'นาง', 'khunanon', 'phosu', '2020-01-16', 'ชาย', '2', '2', '', 'มหาวิทยาลัยเชียงใหม่', 0, '0000-00-00'),
(67, 'boom4566z@gmail.com', 'superboy', '0636266747', '', '', '', '', '', '', '0000-00-00', '', '', '', '', 'มหาวิทยาลัยมหิดล', 0, '0000-00-00'),
(68, 'boom4566aaaa@gmail.com', 'superboy', '0636266747', '', '', '', '', '', '', '0000-00-00', '', '', '', '', 'มหาวิทยาลัยธรรมศาสตร์', 0, '0000-00-00'),
(69, 'boom4566zzzz@gmail.com', 'sdfsdf', '0636266747', '', '', '', '', '', '', '0000-00-00', '', '', '', '', 'มหาวิทยาลัยมหิดล', 0, '0000-00-00'),
(70, 'boom4566zz@gmail.com', 'superboy', '0636266747', '', '', '', '', '', '', '0000-00-00', '', '', '', '', 'มหาวิทยาลัยธรรมศาสตร์', 1, '0000-00-00'),
(71, '3@3.3', 'superboy', '0636266747', '', '', '', '', '', '', '0000-00-00', '', '', '', '', 'มหาวิทยาลัยมหิดล', 0, '2020-01-16');

-- --------------------------------------------------------

--
-- Table structure for table `member_startup`
--

CREATE TABLE `member_startup` (
  `id` int(100) NOT NULL,
  `uid` int(100) NOT NULL,
  `startup_name` varchar(50) NOT NULL,
  `position` text NOT NULL,
  `service_category` text NOT NULL,
  `target_customer` text NOT NULL,
  `funding_stage` text NOT NULL,
  `document_link` text NOT NULL,
  `vdo_link` text NOT NULL,
  `logo` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `signin`
--

CREATE TABLE `signin` (
  `email` varchar(50) NOT NULL,
  `password` varchar(500) NOT NULL,
  `id` int(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `signin`
--

INSERT INTO `signin` (`email`, `password`, `id`) VALUES
('1@1.com', 'c4ca4238a0', 68),
('2@2.2', 'c81e728d9d4c2f636f067f89cc14862c', 69),
('sdfsdf@gmasij.com', 'e295e6c46edb792183d95b89038c52e9', 70),
('boom4566z@gmail.com', '3678d442d7480346e3b989e1de066766', 72),
('boom4566aaaa@gmail.com', '0cc175b9c0f1b6a831c399e269772661', 73),
('boom4566zzzz@gmail.com', 'f1290186a5d0b1ceab27f4e77c0c5d68', 74),
('boom4566zz@gmail.com', 'fbade9e36a3f36d3d676c1b808451dd7', 75),
('3@3.3', 'eccbc87e4b5ce2fe28308fd9f2a7baf3', 76);

-- --------------------------------------------------------

--
-- Table structure for table `university`
--

CREATE TABLE `university` (
  `id` int(10) NOT NULL,
  `uname` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `university`
--

INSERT INTO `university` (`id`, `uname`) VALUES
(1, 'มหาวิทยาลัยกาฬสินธุ์'),
(2, 'มหาวิทยาลัยนครพนม'),
(3, 'มหาวิทยาลัยนราธิวาสราชนครินทร์'),
(4, 'มหาวิทยาลัยนเรศวร'),
(5, 'มหาวิทยาลัยมหาสารคาม'),
(6, 'มหาวิทยาลัยรามคำแหง'),
(7, 'มหาวิทยาลัยสุโขทัยธรรมาธิราช'),
(8, 'มหาวิทยาลัยอุบลราชธานี'),
(9, 'สถาบันเทคโนโลยีปทุมวัน'),
(10, 'มหาวิทยาลัยราชภัฏกาญจนบุรี'),
(11, 'มหาวิทยาลัยราชภัฏกำแพงเพชร'),
(12, 'มหาวิทยาลัยราชภัฏจันทรเกษม'),
(13, 'มหาวิทยาลัยราชภัฏชัยภูมิ'),
(14, 'มหาวิทยาลัยราชภัฏเชียงราย'),
(15, 'มหาวิทยาลัยราชภัฏเชียงใหม่'),
(16, 'มหาวิทยาลัยราชภัฏเทพสตรี'),
(17, 'มหาวิทยาลัยราชภัฏธนบุรี'),
(18, 'มหาวิทยาลัยราชภัฏนครปฐม'),
(19, 'มหาวิทยาลัยราชภัฏนครราชสีมา'),
(20, 'มหาวิทยาลัยราชภัฏนครศรีธรรมราช'),
(21, 'มหาวิทยาลัยราชภัฏนครสวรรค์'),
(22, 'มหาวิทยาลัยราชภัฏบ้านสมเด็จเจ้าพระยา'),
(23, 'มหาวิทยาลัยราชภัฏบุรีรัมย์'),
(24, 'มหาวิทยาลัยราชภัฏพระนคร'),
(25, 'มหาวิทยาลัยราชภัฏพระนครศรีอยุธยา'),
(26, 'มหาวิทยาลัยราชภัฏพิบูลสงคราม'),
(27, 'มหาวิทยาลัยราชภัฏเพชรบุรี'),
(28, 'มหาวิทยาลัยราชภัฏเพชรบูรณ์'),
(29, 'มหาวิทยาลัยราชภัฏภูเก็ต'),
(30, 'มหาวิทยาลัยราชภัฏมหาสารคาม'),
(31, 'มหาวิทยาลัยราชภัฏยะลา'),
(32, 'มหาวิทยาลัยราชภัฏร้อยเอ็ด'),
(33, 'มหาวิทยาลัยราชภัฏราชนครินทร์'),
(34, 'มหาวิทยาลัยราชภัฏรำไพพรรณี'),
(35, 'มหาวิทยาลัยราชภัฏลำปาง'),
(36, 'มหาวิทยาลัยราชภัฏเลย'),
(37, 'มหาวิทยาลัยราชภัฏวไลยอลงกรณ์ ในพระบรมราชูปถัมภ์'),
(38, 'มหาวิทยาลัยราชภัฏศรีสะเกษ'),
(39, 'มหาวิทยาลัยราชภัฏสกลนคร'),
(40, 'มหาวิทยาลัยราชภัฏสงขลา'),
(41, 'มหาวิทยาลัยราชภัฏสวนสุนันทา'),
(42, 'มหาวิทยาลัยราชภัฏสุราษฎร์ธานี'),
(43, 'มหาวิทยาลัยราชภัฏสุรินทร์'),
(44, 'มหาวิทยาลัยราชภัฏหมู่บ้านจอมบึง'),
(45, 'มหาวิทยาลัยราชภัฏอุดรธานี'),
(46, 'มหาวิทยาลัยราชภัฏอุตรดิตถ์'),
(47, 'มหาวิทยาลัยราชภัฏอุบลราชธานี'),
(48, 'มหาวิทยาลัยเทคโนโลยีราชมงคลกรุงเทพ'),
(49, 'มหาวิทยาลัยเทคโนโลยีราชมงคลตะวันออก'),
(50, 'มหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี'),
(51, 'มหาวิทยาลัยเทคโนโลยีราชมงคลพระนคร'),
(52, 'มหาวิทยาลัยเทคโนโลยีราชมงคลรัตนโกสินทร์'),
(53, 'มหาวิทยาลัยเทคโนโลยีราชมงคลล้านนา'),
(54, 'มหาวิทยาลัยเทคโนโลยีราชมงคลศรีวิชัย'),
(55, 'มหาวิทยาลัยเทคโนโลยีราชมงคลสุวรรณภูมิ'),
(56, 'มหาวิทยาลัยเทคโนโลยีราชมงคลอีสาน'),
(57, 'วิทยาลัยชุมชนตราด'),
(58, 'วิทยาลัยชุมชนตาก'),
(59, 'วิทยาลัยชุมชนนราธิวาส'),
(60, 'วิทยาลัยชุมชนน่าน'),
(61, 'วิทยาลัยชุมชนบุรีรัมย์'),
(62, 'วิทยาลัยชุมชนปัตตานี'),
(63, 'วิทยาลัยชุมชนพังงา'),
(64, 'วิทยาลัยชุมชนพิจิตร'),
(65, 'วิทยาลัยชุมชนแพร่'),
(66, 'วิทยาลัยชุมชนมุกดาหาร'),
(67, 'วิทยาลัยชุมชนแม่ฮ่องสอน'),
(68, 'วิทยาลัยชุมชนยโสธร'),
(69, 'วิทยาลัยชุมชนยะลา'),
(70, 'วิทยาลัยชุมชนระนอง'),
(71, 'วิทยาลัยชุมชนสงขลา'),
(72, 'วิทยาลัยชุมชนสตูล'),
(73, 'วิทยาลัยชุมชนสมุทรสาคร'),
(74, 'วิทยาลัยชุมชนสระแก้ว'),
(75, 'วิทยาลัยชุมชนหนองบัวลำภู'),
(76, 'วิทยาลัยชุมชนอุทัยธานี'),
(77, 'สถาบันการอาชีวศึกษาเกษตรภาคเหนือ'),
(78, 'สถาบันการอาชีวศึกษาเกษตรภาคใต้'),
(79, 'สถาบันการอาชีวศึกษาเกษตรภาคกลาง'),
(80, 'สถาบันการอาชีวศึกษาเกษตรภาคตะวันออกเฉียงเหนือ'),
(81, 'สถาบันการอาชีวศึกษากรุงเทพมหานคร'),
(82, 'สถาบันการอาชีวศึกษาภาคใต้ ๓'),
(83, 'สถาบันการอาชีวศึกษาภาคกลาง ๑'),
(84, 'สถาบันการอาชีวศึกษาภาคกลาง ๔'),
(85, 'สถาบันการอาชีวศึกษาภาคตะวันออกเฉียงเหนือ ๑'),
(86, 'สถาบันการอาชีวศึกษาภาคตะวันออกเฉียงเหนือ ๒'),
(87, 'สถาบันการอาชีวศึกษาภาคตะวันออกเฉียงเหนือ ๓'),
(88, 'สถาบันการอาชีวศึกษาภาคตะวันออกเฉียงเหนือ ๔'),
(89, 'สถาบันการอาชีวศึกษาภาคตะวันออกเฉียงเหนือ ๕'),
(90, 'โรงเรียนนายร้อยตำรวจ'),
(91, 'โรงเรียนนายร้อยพระจุลจอมเกล้า'),
(92, 'โรงเรียนนายเรือ'),
(93, 'โรงเรียนนายเรืออากาศนวมินทกษัตริยาธิราช'),
(94, 'วิทยาลัยพยาบาลกองทัพบก'),
(95, 'วิทยาลัยพยาบาลกองทัพเรือ'),
(96, 'วิทยาลัยพยาบาลตำรวจ'),
(97, 'วิทยาลัยพยาบาลทหารอากาศ'),
(98, 'วิทยาลัยแพทยศาสตร์พระมงกุฎเกล้า'),
(99, 'วิทยาลัยการชลประทาน'),
(100, 'สถาบันการบินพลเรือน'),
(101, 'มหาวิทยาลัยการกีฬาแห่งชาติ'),
(102, 'สถาบันบัณฑิตพัฒนศิลป์'),
(103, 'สถาบันพระบรมราชชนก'),
(104, 'จุฬาลงกรณ์มหาวิทยาลัย'),
(105, 'มหาวิทยาลัยเกษตรศาสตร์'),
(106, 'มหาวิทยาลัยขอนแก่น'),
(107, 'มหาวิทยาลัยเชียงใหม่'),
(108, 'มหาวิทยาลัยทักษิณ'),
(109, 'มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าธนบุรี'),
(110, 'มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าพระนครเหนือ'),
(111, 'มหาวิทยาลัยเทคโนโลยีสุรนารี'),
(112, 'มหาวิทยาลัยธรรมศาสตร์'),
(113, 'มหาวิทยาลัยนวมินทราธิราช'),
(114, 'มหาวิทยาลัยบูรพา'),
(115, 'มหาวิทยาลัยพะเยา'),
(116, 'มหาวิทยาลัยมหาจุฬาลงกรณราชวิทยาลัย'),
(117, 'มหาวิทยาลัยมหามกุฏราชวิทยาลัย'),
(118, 'มหาวิทยาลัยมหิดล'),
(119, 'มหาวิทยาลัยแม่โจ้'),
(120, 'มหาวิทยาลัยแม่ฟ้าหลวง'),
(121, 'มหาวิทยาลัยวลัยลักษณ์'),
(122, 'มหาวิทยาลัยศรีนครินทรวิโรฒ'),
(123, 'มหาวิทยาลัยศิลปากร'),
(124, 'มหาวิทยาลัยสงขลานครินทร์'),
(125, 'มหาวิทยาลัยสวนดุสิต'),
(126, 'สถาบันการพยาบาลศรีสวรินทิรา สภากาชาดไทย'),
(127, 'สถาบันดนตรีกัลยาณิวัฒนา'),
(128, 'สถาบันเทคโนโลยีจิตรลดา'),
(129, 'สถาบันเทคโนโลยีพระจอมเกล้าเจ้าคุณทหารลาดกระบัง'),
(130, 'สถาบันบัณฑิตศึกษาจุฬาภรณ์ (สังกัดราชวิทยาลัยจุฬาภรณ์)'),
(131, 'สถาบันบัณฑิตพัฒนบริหารศาสตร์'),
(132, 'วิทยาลัยวิทยาศาสตร์การแพทย์เจ้าฟ้าจุฬาภรณ์ (สังกัดราชวิทยาลัยจุฬาภรณ์)'),
(133, 'สถาบันการอาชีวศึกษาภาคเหนือ ๑'),
(134, 'สถาบันการอาชีวศึกษาภาคเหนือ ๒'),
(135, 'สถาบันการอาชีวศึกษาภาคเหนือ ๓'),
(136, 'สถาบันการอาชีวศึกษาภาคเหนือ ๔'),
(137, 'สถาบันการอาชีวศึกษาภาคใต้ ๑'),
(138, 'สถาบันการอาชีวศึกษาภาคใต้ ๒'),
(139, 'สถาบันการอาชีวศึกษาภาคกลาง ๒'),
(140, 'สถาบันการอาชีวศึกษาภาคกลาง ๓'),
(141, 'สถาบันการอาชีวศึกษาภาคกลาง ๕'),
(142, 'สถาบันการอาชีวศึกษาภาคตะวันออก'),
(143, 'มหาวิทยาลัยกรุงเทพ'),
(144, 'มหาวิทยาลัยกรุงเทพธนบุรี'),
(145, 'มหาวิทยาลัยกรุงเทพสุวรรณภูมิ'),
(146, 'มหาวิทยาลัยการจัดการและเทคโนโลยีอีสเทิร์น'),
(147, 'มหาวิทยาลัยเกริก'),
(148, 'มหาวิทยาลัยเกษมบัณฑิต'),
(149, 'มหาวิทยาลัยคริสเตียน'),
(150, 'มหาวิทยาลัยเฉลิมกาญจนา'),
(151, 'มหาวิทยาลัยตาปี'),
(152, 'มหาวิทยาลัยเจ้าพระยา'),
(153, 'มหาวิทยาลัยชินวัตร'),
(154, 'มหาวิทยาลัยเซนต์จอห์น'),
(155, 'มหาวิทยาลัยเทคโนโลยีมหานคร'),
(156, 'มหาวิทยาลัยธนบุรี'),
(157, 'มหาวิทยาลัยธุรกิจบัณฑิตย์'),
(158, 'มหาวิทยาลัยนอร์ทกรุงเทพ'),
(159, 'มหาวิทยาลัยนอร์ท-เชียงใหม่'),
(160, 'มหาวิทยาลัยนานาชาติแสตมฟอร์ด'),
(161, 'มหาวิทยาลัยนานาชาติเอเชีย-แปซิฟิก'),
(162, 'มหาวิทยาลัยเนชั่น'),
(163, 'มหาวิทยาลัยปทุมธานี'),
(164, 'มหาวิทยาลัยพายัพ'),
(165, 'มหาวิทยาลัยพิษณุโลก'),
(166, 'มหาวิทยาลัยฟาฏอนี'),
(167, 'มหาวิทยาลัยฟาร์อีสเทอร์น'),
(168, 'มหาวิทยาลัยภาคกลาง'),
(169, 'มหาวิทยาลัยภาคตะวันออกเฉียงเหนือ'),
(170, 'มหาวิทยาลัยรังสิต'),
(171, 'มหาวิทยาลัยรัตนบัณฑิต'),
(172, 'มหาวิทยาลัยราชธานี'),
(173, 'มหาวิทยาลัยราชพฤกษ์'),
(174, 'มหาวิทยาลัยวงษ์ชวลิตกุล'),
(175, 'มหาวิทยาลัยเว็บสเตอร์ (ประเทศไทย)'),
(176, 'มหาวิทยาลัยเวสเทิร์น'),
(177, 'มหาวิทยาลัยศรีปทุม'),
(178, 'มหาวิทยาลัยสยาม'),
(179, 'มหาวิทยาลัยหอการค้าไทย'),
(180, 'มหาวิทยาลัยหัวเฉียวเฉลิมพระเกียรติ'),
(181, 'มหาวิทยาลัยหาดใหญ่'),
(182, 'มหาวิทยาลัยอัสสัมชัญ'),
(183, 'มหาวิทยาลัยอีสเทิร์นเอเชีย'),
(184, 'มหาวิทยาลัยเอเชียอาคเนย์'),
(185, 'สถาบันกันตนา'),
(186, 'สถาบันการจัดการปัญญาภิวัฒน์'),
(187, 'สถาบันวิทยาการจัดการแห่งแปซิฟิค'),
(188, 'สถาบันการเรียนรู้เพื่อปวงชน'),
(189, 'สถาบันเทคโนโลยีไทย-ญี่ปุ่น'),
(190, 'สถาบันเทคโนโลยียานยนต์มหาชัย'),
(191, 'สถาบันเทคโนโลยีแห่งสุวรรณภูมิ'),
(192, 'สถาบันรัชต์ภาคย์'),
(193, 'สถาบันรัชต์ภาคย์'),
(194, 'สถาบันวิทยสิริเมธี'),
(195, 'สถาบันอาศรมศิลป์'),
(196, 'วิทยาลัยเฉลิมกาญจนาระยอง'),
(197, 'วิทยาลัยเชียงราย'),
(198, 'วิทยาลัยเซนต์หลุยส์'),
(199, 'วิทยาลัยเซาธ์อีสท์บางกอก'),
(200, 'วิทยาลัยดุสิตธานี'),
(201, 'วิทยาลัยทองสุข'),
(202, 'วิทยาลัยเทคโนโลยีพนมวันท์'),
(203, 'วิทยาลัยเทคโนโลยีภาคใต้'),
(204, 'วิทยาลัยเทคโนโลยีสยาม'),
(205, 'วิทยาลัยนครราชสีมา'),
(206, 'วิทยาลัยนอร์ทเทิร์น'),
(207, 'วิทยาลัยนานาชาติเซนต์เทเรซา'),
(208, 'วิทยาลัยนานาชาติราฟเฟิลส์'),
(209, 'วิทยาลัยบัณฑิตเอเซีย'),
(210, 'วิทยาลัยพิชญบัณฑิต'),
(211, 'วิทยาลัยพุทธศาสนานานาชาติ'),
(212, 'วิทยาลัยสันตพล'),
(213, 'วิทยาลัยแสงธรรม'),
(214, 'วิทยาลัยอินเตอร์เทคลำปาง'),
(215, 'สถาบันเทคโนโลยีแห่งเอเซีย'),
(216, 'มหาวิทยาลัยซีเอ็มเคแอล'),
(217, 'มหาวิทยาลัยอมตะ'),
(218, 'สถาบันเทคโนโลยีพระจอมเกล้า'),
(219, 'มหาวิทยาลัยนานาชาติศิรินสยาม'),
(220, 'มหาวิทยาลัยบริติช (ประเทศไทย)'),
(221, 'วิทยาลัยบัณฑิตสกลนคร'),
(222, 'วิทยาลัยพัฒนา'),
(223, 'มหาวิทยาลัยโยนก'),
(224, 'มหาวิทยาลัยราชภัฏกาฬสินธุ์'),
(225, 'มหาวิทยาลัยราชภัฏนครพนม'),
(226, 'วิทยาลัยรามาอโยธยา'),
(227, 'วิทยาลัยเทคโนโลยีราชธานีอุดร'),
(228, 'วิทยาลัยศรีโสภณ'),
(229, 'วิทยาลัยศรีอีสาน (คณาสวัสดิ์อุทิศ)'),
(230, 'มหาวิทยาลัยอีสาน'),
(231, 'มหาวิทยาลัยเอเชียน'),
(232, 'มหาวิทยาลัยรัตนบัณฑิตวิทยาศาสตร์และเทคโนโลยี'),
(233, 'มหาวิทยาลัยชุมพร'),
(234, 'มหาวิทยาลัยตากสิน'),
(235, 'มหาวิทยาลัยเทคนิคไทย-เยอรมัน'),
(236, 'มหาวิทยาลัยนานาชาตินครแม่สอด'),
(237, 'มหาวิทยาลัยน่าน'),
(238, 'มหาวิทยาลัยพ่อหลวง หรือมหาวิทยาลัยประจวบคีรีขันธ์'),
(239, 'มหาวิทยาลัยพระพุทธยอดฟ้าจุฬาโลก'),
(240, 'มหาวิทยาลัยแพร่'),
(241, 'มหาวิทยาลัยมุกดาหาร เฉลิมพระเกียรติ'),
(242, 'มหาวิทยาลัยแม่ฮ่องสอน'),
(243, 'มหาวิทยาลัยสุราษฎร์ธานี'),
(244, 'มหาวิทยาลัยสุรินทร์'),
(245, 'มหาวิทยาลัยหนองคาย'),
(246, 'มหาวิทยาลัยอันดามัน'),
(247, 'มหาวิทยาลัยอุดรธานี'),
(248, 'วิทยาลัยมหานครขอนแก่น');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `member_profile`
--
ALTER TABLE `member_profile`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `member_startup`
--
ALTER TABLE `member_startup`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `signin`
--
ALTER TABLE `signin`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `email` (`email`);

--
-- Indexes for table `university`
--
ALTER TABLE `university`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `member_profile`
--
ALTER TABLE `member_profile`
  MODIFY `id` int(100) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=72;

--
-- AUTO_INCREMENT for table `member_startup`
--
ALTER TABLE `member_startup`
  MODIFY `id` int(100) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=46;

--
-- AUTO_INCREMENT for table `signin`
--
ALTER TABLE `signin`
  MODIFY `id` int(100) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=77;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
